function Manual() {
  return (
    <div className="manul-sectioj">
      <h1>MANUAL SLAB - USING LIFT</h1>
      <p>
        मैन्युअल स्लैब निर्माण में स्लैब का डिज़ाइन, शटरिंग का सही ढंग से लगाना,
        स्टील की सही दूरी और मजबूती, कंक्रीट का सही अनुपात और गुणवत्ता, और ढलान
        व जल निकासी का ध्यान रखना शामिल है. यह एक समतल, क्षैतिज संरचना है जो
        कंक्रीट और स्टील से बनती है, जिसका मुख्य कार्य इमारतों में फर्श, छत और
        छतों के लिए आधार प्रदान करना है.{" "}
      </p>
      <p>
        स्लैब निर्माण के मुख्य चरण
        <br />
        <span style={{ color: "red" }}>1. डिज़ाइन और तैयारी:</span> स्लैब की
        मोटाई और कंक्रीट का ग्रेड (जैसे M20) तय करें. जहाँ जल निकासी की आवश्यकता
        हो, वहाँ उचित ढलान (हर 3 फीट पर कम से कम 1/2 इंच) सुनिश्चित करें.
        <br /> <span style={{ color: "red" }}>2. शटरिंग का काम:</span> शटरिंग
        प्लेटों को ठीक से जोड़े और उनके बीच गैप को भरें ताकि कंक्रीट का रिसाव न
        हो, जिससे कंक्रीट कमजोर हो सकती है. शटरिंग प्लेटों पर शटरिंग तेल का
        इस्तेमाल करें ताकि कंक्रीट चिपके नहीं.
        <br />{" "}
        <span style={{ color: "red" }}>
          3. रिइंफोर्समेंट (सरिया लगाना):
        </span>{" "}
        मुख्य और डिस्ट्रीब्यूशन बार (सरिया) को उचित दूरी पर बांधें. कवर ब्लॉक का
        उपयोग करके सरिया को कंक्रीट से कम से कम 1 इंच (25 मिमी) ढककर रखें, ताकि
        नमी से सुरक्षित रहे.
        <br /> <span style={{ color: "red" }}> 4. कंक्रीटिंग:</span> यदि
        मैन्युअल रूप से कंक्रीट बना रहे हैं, तो सीमेंट, रेत और एग्रीगेट का सही
        अनुपात (जैसे M20 के लिए 1:2:4) रखें. कंक्रीट की अच्छी गुणवत्ता सुनिश्चित
        करें.
        <br />
        <span style={{ color: "red" }}> 5. देखभाल और फिनिशिंग:</span> कंक्रीट के
        कास्टिंग के दौरान, स्लैब के रिइंफोर्समेंट, बीम के रिइंफोर्समेंट और
        शटरिंग की जाँच करें. कास्टिंग के बाद, स्लैब को ठीक से क्यूरिंग (पानी से
        तराई) करें ताकि कंक्रीट मजबूत हो सके. स्लैब की मोटाई एक तरफ थोड़ी अधिक
        और दूसरी तरफ थोड़ी कम हो सकती है, लेकिन यह डिज़ाइन पर निर्भर करता है.
        मैन्युअल स्लैब का महत्व यह इमारतों के निर्माण के लिए एक आवश्यक घटक है,
        जो दीवारों, खंभों और अन्य संरचनात्मक तत्वों का आधार प्रदान करता है. एक
        मजबूत और सही तरीके से बनाया गया स्लैब पूरे ढाँचे को एक ठोस और स्थिर नींव
        देता है, जिससे इमारत की सुरक्षा और स्थायित्व बढ़ता है.
      </p>
    </div>
  );
}
export default Manual;
